[
  {
    "name": "Erin Heal",
    "age": 31,
    "location": "Pendleton",
    "quote": "I was in an accident at work, and they had to amputate my leg above the knee. When my worker’s comp ended, and the pain management doctor refused to see me. His office told me, “We don’t take that insurance.”",
    "testimonial": "https://docs.google.com/document/d/1qOd1Q1aGetMPg3OM_7kdNB-Zy7h3PH1yoMJj52STzAY/edit?usp=sharing",
    "image": "https://drive.google.com/open?id=0B5COw7-8M3S9T3FXMUljT2h6Qi1SV0Z5Y2pmVmt5QTcxRzlz",
    "video": "",
    "notes": "",
    "lon": -78.770289,
    "lat": 43.103813
  },
  {
    "name": "Jess Walentynowicz",
    "age": 25,
    "location": "Cheektowage, NY",
    "quote": "I’ve had epilepsy since I was 10.  Right now, I’m on my mother’s plan.  There’s a $3000 deductible between her and me—that’s through her employer, and it’s the only option she has. As bad as that sounds, my former employer’s deductible was even worse: $4000 on my own.  Last summer I had huge emergency expenses, and I found out that I have to pay co-insurance on top of the deductible.  I’m on several payment plans, and altogether I owe about $5000, which I’m struggling to pay off.  This is so wrong!  Insurance companies should not be able to do this",
    "testimonial": "https://docs.google.com/document/d/1qCkZFIYVxzGJxVIikHkt3tojTk7_y7VajQKJ3Y5qjaQ/edit?usp=sharing",
    "image": "https://drive.google.com/open?id=0B5COw7-8M3S9TnJmS0FqVm5ERWc",
    "video": "",
    "notes": "",
    "lon": -78.744572,
    "lat": 42.902614
  },
  {
    "name": "Dr. Robert Ostrander",
    "age": "",
    "location": "Rushville, NY",
    "quote": "Consistency in everything from scheduling to billing to treatment improves quality and reduces errors. But with each insurance product having slightly different stipulations and processes, quality suffers and overhead rises. And the policies change every year. Any physician can tell you of innumerable patients where treatment programs that were working well had to be changed because of a change in either insurance or even a change in the preferred medication list for the same policy.",
    "testimonial": "",
    "image": "",
    "video": "",
    "notes": "",
    "lon": -77.226367,
    "lat": 42.760067
  },
  {
    "name": "Lauren",
    "age": "",
    "location": "Queens",
    "quote": "Too many of us are already burdened by high mortgages and rents, high utilities costs, high gas prices, and high student loan debt, we are put in a position that forces us to make our health a privilege, not a priority.",
    "testimonial": "",
    "image": "",
    "video": "",
    "notes": "",
    "lon": -73.844847,
    "lat": 40.718106
  },
  {
    "name": "Dayna",
    "age": "",
    "location": "Queens",
    "quote": "I am an Animator, and the entertainment industry is largely freelance based. Not every contract will offer health insurance, and as a result I have been on and off of various plans throughout my career. The ACA has finally allowed me to have consistent coverage but now that is under threat.",
    "testimonial": "",
    "image": "",
    "video": "",
    "notes": "",
    "lon": -73.923462,
    "lat": 40.764357
  },
  {
    "name": "Matt Funiciello",
    "age": "",
    "location": "Glens Falls",
    "quote": "I am also a small business owner. I am a bread baker and I employ about 30 people. I live in the working class with those I employ. I make about $45,000 a year. Like many working people, I lack health insurance as it has simply become too expensive to pay for it or to help my workers pay their premiums.",
    "testimonial": "",
    "image": "https://drive.google.com/open?id=0B5COw7-8M3S9cExvUF9MWEZvTVE",
    "video": "",
    "notes": "",
    "lon": -73.644006,
    "lat": 43.309516
  },
  {
    "name": "June",
    "age": "",
    "location": "Chenango County",
    "quote": "The tests I need are expensive and when I was unemployed I had an almost unmanageable amount of medical bills.",
    "testimonial": "",
    "image": "",
    "video": "",
    "notes": "",
    "lon": -75.620809,
    "lat": 42.497231
  },
  {
    "name": "Sarah Bednarek",
    "age": "",
    "location": "Brooklyn, NY",
    "quote": "",
    "testimonial": "",
    "image": "",
    "video": "https://www.youtube.com/embed/3HHettrFDFc",
    "notes": "",
    "lon": -73.944158,
    "lat": 40.678178
  },
  {
    "name": "Lanika",
    "age": "",
    "location": "Syracuse",
    "quote": "I was uninsured for two years when I found out I was a Type 2 diabetic. The result of that is a kidney disease that I’m battling with right now.",
    "testimonial": "",
    "image": "",
    "video": "",
    "notes": "",
    "lon": -76.147424,
    "lat": 43.048122
  }
]
